{
  "doughs": [
    {
      "id": 1,
      "name": "Nova-Iorquina",
      "description": "Frequentemente vendida em fatias grandes e largas, a pizza ao estilo de Nova York tem uma massa mais grossa e é levemente crocante por fora. Dessa forma, são consumidas sem talheres. É bastante comum que as fatias sejam dobradas, facilitando o consumo por parte dos clientes."
    },
    {
      "id": 2,
      "name": "Siciliana",
      "description": "A pizza siciliana é conhecida por sua massa grossa em forma de retângulo, geralmente com mais de um centímetro de espessura. A saber, pode ser feita em qualquer formato de assadeira untada com azeite, o que a deixa bem crocante no fundo.  Se você gosta da pizza tradicional da Sicília, a farinha de rosca fica por cima dos ingredientes. Além disso, ainda existe a opção de ralar um queijo para finalizar o perfil de sabor."
    },
    {
      "id": 3,
      "name": "Napolitana",
      "description": "O modo napolitano de preparo é considerado um Patrimônio Cultural Imaterial da Humanidade pela Unesco. Acima de tudo,  a massa napolitana deve atender a um conjunto muito específico. Seu sabor e textura únicos, precisam ser assados em um forno a lenha com cúpula. Além disso,  a massa deve ser amassada à mão, com no máximo 35 centímetros de diâmetro e no máximo um terço de centímetro de espessura. Os estilos clássicos incluem a Margherita e a Marinara. E devido ao sabor e textura é a opção perfeita para quem quer saborear uma pizza italiana autêntica."
    }
  ],
  "ingredients": [
    {
      "id": 1,
      "name": "mussarela"
    },
    {
      "id": 2,
      "name": "presunto"
    },
    {
      "id": 3,
      "name": "bacon"
    },
    {
      "id": 4,
      "name": "calabresa"
    },
    {
      "id": 5,
      "name": "champignon"
    }
  ],
  "sizes": [
    {
      "id": 1,
      "name": "Brotinho",
      "description": "4 fatias (20cm)"
    },
    {
      "id": 2,
      "name": "Pequena",
      "description": "6 fatias (25cm)"
    },
    {
      "id": 3,
      "name": "Média",
      "description": "8 fatias (30cm)"
    },
    {
      "id": 4,
      "name": "Grande",
      "description": "10 fatias (35cm)"
    },
    {
      "id": 5,
      "name": "Família",
      "description": "12 fatias (40cm)"
    },
    {
      "id": 6,
      "name": "Gigante",
      "description": "16 fatias (45cm)"
    }
  ]
}